tap "bigbang/tools-public", "https://repo1.dso.mil/big-bang/homebrew-tools-public.git"
tap "carvel-dev/carvel"
tap "defenseunicorns/tap"
tap "fluxcd/tap"
tap "kreuzwerker/taps"
tap "wagoodman/dive"
brew "openssl@3"
brew "awscli"
brew "bandit"
brew "bat"
brew "coreutils"
brew "cosign"
brew "crane"
brew "direnv"
brew "dive"
brew "eza"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "grype"
brew "gum"
brew "helm"
brew "istioctl"
brew "jq"
brew "k3d"
brew "k9s"
brew "kapp"
brew "kbld"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "zstd"
brew "make"
brew "nmap"
brew "node@22"
brew "oras"
brew "podman"
brew "poetry"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "semgrep"
brew "shellcheck"
brew "skopeo"
brew "sops"
brew "sshuttle"
brew "syft"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "yamllint"
brew "yq"
brew "ytt"
brew "bigbang/tools-public/bbctl"
brew "carvel-dev/carvel/imgpkg"
brew "carvel-dev/carvel/kctrl"
brew "carvel-dev/carvel/kwt"
brew "carvel-dev/carvel/vendir"
brew "defenseunicorns/tap/zarf"
brew "fluxcd/tap/flux"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "1password-cli"
cask "iterm2"
cask "visual-studio-code"
vscode "bbenoist.nix"
vscode "bdavs.expect"
vscode "bierner.markdown-mermaid"
vscode "dawhite.mustache"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "tim-koehler.helm-intellisense"
